* Master plan notes
** Master plan 1 (10.9.)
1. eisitirio 1 - nobody
2. synora grammika ensemble
3. mitera lefteris
4. kafes reza 2
5. poima reza 1
6. eisitirio 2 hasan solo
7. song
8. eisitirio 3 ensemble (finale)

Buffers:

|-----+--------------------------+-----------------+----------|
| <3> |                          |                 |          |
| scene number | scene name               | buffer          | duration |
|-----+--------------------------+-----------------+----------|
|   1 | eisitirio 1              | eisitirio       |     1:42 |
|   2 | synora grammika ensemble | eisitirio       |     1:42 |
|   3 | mitera lefteris          | levteris_speaks |     4:44 |
|   4 | kefes reza 2             |                 |          |
|-----+--------------------------+-----------------+----------|
#+TBLFM: $1=@-1 + 1::@3$1=1
* Buffer detail notes
** istories
|-------+-------+----------+-----------------------------------|
|  from |    to | who      | content                           |
|-------+-------+----------+-----------------------------------|
|  2:00 |  4:30 | lefteris | lefteris poly fovamai             |
|  4:30 |  5:30 | lefteris | agorasa spiti                     |
|  5:30 |       | ?        | milisa me galia                   |
|  6:10 |  6:44 | lefteris | douleia chrimata lathos           |
|  6:44 |  7:30 | ?        | mporei na kanei kati              |
|  7:40 |  9:00 | reza     | kafes                             |
|  9:00 |    10 | ?        | douleia - kafes 2 fores           |
| 10:00 | 10:30 | ?        | kafes den echei anoixei           |
| 10:45 | 14:30 | hasan    | kryo mytilini afixi kreas alcohol |
| 14:30 | 15:22 | levteris | kyria kafe krasi                  |
|-------+-------+----------+-----------------------------------|

* Effects coupled to buffers
Eisitirio + Ringz

Song1 + magfreeze

* Songs to use

song1 ok
song3_small_unison

* Other buffers to use
eisitirio
levteris_speaks
speaks1


** Not to use
song2
song4_hasan
